import { avatar1, avatar2, avatar3 } from "../../../data/dataImg";
import { IReview } from "../../../models/IBlocks";

export const reviewsArr: IReview[] = [
    {
        avatar: avatar1,
        name: 'Константинов Михаил Павлович',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы '
    },
    {
        avatar: avatar2,
        name: 'Иван Иванов',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
    },
    {
        avatar: avatar3,
        name: 'Артем Корнилов',
        city: 'Самара',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
    },
    {
        avatar: avatar1,
        name: 'Константинов Михаил Павлович',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы '
    },
    {
        avatar: avatar2,
        name: 'Иван Иванов',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
    },
    {
        avatar: avatar3,
        name: 'Артем Корнилов',
        city: 'Самара',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
    },
    {
        avatar: avatar1,
        name: 'Константинов Михаил Павлович',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы '
    },
    {
        avatar: avatar2,
        name: 'Иван Иванов',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
    },
    {
        avatar: avatar3,
        name: 'Артем Корнилов',
        city: 'Самара',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
    },
    {
        avatar: avatar1,
        name: 'Константинов Михаил Павлович',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы '
    },
    {
        avatar: avatar2,
        name: 'Иван Иванов',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
    },
    {
        avatar: avatar3,
        name: 'Артем Корнилов',
        city: 'Самара',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
    },
    {
        avatar: avatar1,
        name: 'Константинов Михаил Павлович',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы '
    },
    {
        avatar: avatar2,
        name: 'Иван Иванов',
        city: 'Санкт-Петербург',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
    },
    {
        avatar: avatar3,
        name: 'Артем Корнилов',
        city: 'Самара',
        review: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
    }
]
